CSI API ETABS v1

# cDesignSteelSP16_13330_2011 Property

---

**Namespace:** ETABSv1
**Assembly:** ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (1.27.0.0)

Syntax

C#

VB

C++

F#

Copy

    cDStSP16_13330_2011 SP16_13330_2011 { get; }

    ReadOnly Property SP16_13330_2011 As cDStSP16_13330_2011
    	Get

    Dim instance As cDesignSteel
    Dim value As cDStSP16_13330_2011

    value = instance.SP16_13330_2011

    property cDStSP16_13330_2011^ SP16_13330_2011 {
    	cDStSP16_13330_2011^ get ();
    }

    abstract SP16_13330_2011 : cDStSP16_13330_2011 with get

#### Property Value

Type: cDStSP16_13330_2011

See Also

#### Reference

cDesignSteel Interface

ETABSv1 Namespace

ETABS®, SAFE®, SAP2000® and CSiBridge® are registered trademarks of Computers
and Structures, Inc.

Copyright © Computers and Structures, Inc. 2023. All rights
reserved.

support@csiamerica.com